Repository: celineycn/gita-app
Catalog: GitaApp/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.name
source: Voice Double
zh_hans: 嘴替闺蜜

source: Currently following system language
zh_hans: 当前跟随系统语言

source: Currently using custom language setting
zh_hans: 当前使用自定义语言设置

# mode.getAshore
source: Achieve Goals
zh_hans: 我要上岸

# mode.goodLuck
source: Good Luck
zh_hans: 我要好运

# mode.makeMoney
source: Make Money
zh_hans: 我要搞钱

# mode.selection.current %@
source: Current selection: %@
zh_hans: 当前选择：%@

# mode.selection.navigation.title
source: Mode Selection
zh_hans: 模式选择

# mode.selection.subtitle
source: Choose the most suitable motivational mode based on your current goals
zh_hans: 根据你当前的目标，选择最适合的激励模式

# mode.selection.title
source: Choose Your Mode
zh_hans: 选择你的模式

# mode.selection.widget.info
source: Widget will display quotes for this mode
zh_hans: 小组件将显示该模式的语录

# mode.weightLoss
source: Weight Loss
zh_hans: 我要减肥

# quotes.title
source: %@ Quotes
zh_hans: %@ 语录

# settings.currentlyCustom
source: Currently using custom language setting
zh_hans: 当前使用自定义语言设置

# settings.currentlySystem
source: Currently following system language
zh_hans: 当前跟随系统语言

# settings.followSystem
source: Follow System Language
zh_hans: 跟随系统语言

# settings.language
source: Language
zh_hans: 语言

# tab.mode
source: Mode
zh_hans: 模式

# tab.quotes
source: Quotes
zh_hans: 语录

# tab.settings
source: Settings
zh_hans: 设置

# widget.description
source: Displays motivational quotes based on your selected mode
zh_hans: 根据你选择的模式显示对应的励志语录

# widget.title
source: Voice Double
zh_hans: 嘴替闺蜜
